Repository: comexbackkid/LeftPocket
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: The Start Time for Day 2 of a Multi-Day Tournament can't precede the End Time of Day 1.
pt_br: O horário de início do Dia 2 de um torneio de vários dias não pode preceder o horário de término do Dia 1.

source: The three columns below represent your net profit, hourly rate, and total hours for each month.
pt_br: As três colunas abaixo representam seu lucro líquido, taxa horária e total de horas de cada mês.

source: There are numerous filtering and reporting options available which are free for all users. They can all be found at the bottom of the Metrics view, under the section titled, My Reports. To gather reports:
pt_br: Há diversas opções de filtragem e geração de relatórios disponíveis, gratuitas para todos os usuários. Todas elas podem ser encontradas na parte inferior da visualização de Métricas, na seção "Meus Relatórios". Para coletar relatórios:

source: These stakes already exist.
pt_br: Essas valores de aposta já existem.

source: This action can't be undone, and you will lose all Sessions in this bankroll.
pt_br: Esta ação não pode ser desfeita e você perderá todas as Sessões neste saldo.

source: This app is constantly improving with player feedback, and it's clear that the team behind it is dedicated to providing the best experience.
pt_br: Este aplicativo está em constante aprimoramento com base no feedback dos jogadores, e está claro que a equipe por trás dele está dedicada a proporcionar a melhor experiência.

source: This number is an average of all your big blind per hour finishes across ALL stakes. For a more detailed breakdown of your BB / Hr rate, scroll down to your Game Stakes Report.
pt_br: Este número é uma média de todos os seus apostas grande por hora em TODOS os limites. Para uma análise mais detalhada da sua taxa de BB / Hr, role para baixo até o Relatório de Limites do Jogo.

source: This will help us establish a target bankroll size prior to jumping stakes.
pt_br: Isso nos ajudará a estabelecer uma meta de tamanho de dinheiro atual antes de aumentar as apostas.

source: Time
pt_br: Tempo

source: To add a location, press %@ above. Tap & hold a thumbnail to delete. If you imported data, be sure names match exactly.
pt_br: Para adicionar um local, pressione %@ acima. Toque e segure uma miniatura para excluí-la. Se você importou dados, certifique-se de que os nomes correspondam exatamente.

source: To disable notifications, or to re-enable them after disabling, you must do so from your device settings. Follow the steps below.
pt_br: Para desativar as notificações ou reativá-las após desativá-las, você deve fazê-lo nas configurações do seu dispositivo. Siga os passos abaixo.

source: To edit or delete a Session, swipe left on it from the Sessions List view
pt_br: Para editar ou excluir uma sessão, deslize para a esquerda na visualização da Lista de Sessões

source: Top Location Win Ratio
pt_br: Maior taxa de ganho de localização

source: Topped off $%lld
pt_br: Completou R$%lld

source: Total Action Sold
pt_br: Total de Ação Vendida

source: Total Buy In
pt_br: Total de Preço da Entrada

source: Total Buy Ins
pt_br: Total de Preço da Entradas

source: Total Elapsed Time
pt_br: Tempo Total Decorrido

source: Total Hands Dealt
pt_br: Total de Mãos Distribuídas

source: Total Hours Played
pt_br: Total de Horas Jogadas

source: Total No. of Sessions
pt_br: Total de Sessões

source: Total Playing Time
pt_br: Tempo Total de Jogo

source: Total Profit
pt_br: Lucro Total

source: Total ROI
pt_br: ROI Total

source: Total Winnings
pt_br: Ganhos Totais

source: Tournament
pt_br: Torneio

source: Tournament Notes
pt_br: Notas do Torneio

source: Tournament Payout
pt_br: Pagamento do Torneio

source: Tournament Profit
pt_br: Lucro do Torneio

source: Tournament Report
pt_br: Relatório do Torneio

source: Tournament ROI
pt_br: ROI do Torneio

source: Tournament Winnings
pt_br: Premiações de Torneios

source: Tournaments
pt_br: Torneios

source: transactions
pt_br: Transações

source: Transactions are for players who want a precise ledger of their current, actual bankroll figure. They do not factor into your player stats, & are tallied together in Tag Reports & your Annual Report to assist with profit & loss statements.
pt_br: As Transações são para jogadores que desejam um registro preciso do seu saldo atual e real. Elas não são consideradas nas suas estatísticas de jogador e são contabilizadas nos Relatórios de Etiquetas e no seu Relatório Anual para auxiliar nas demonstrações de lucros e perdas.

source: Try CORE by Red Chip Poker, the most comprehensive A-Z poker course ever created.
pt_br: Experimente o CORE da Red Chip Poker, o curso de pôquer de A a Z mais completo já criado.

source: Try Left Pocket Pro
pt_br: Experimente o Left Pocket Pro

source: Type
pt_br: Tipo

source: Type here...
pt_br: Digite aqui...

source: Uh oh!
pt_br: Ah, não!

source: Uh Oh!
pt_br: Ah, não!

source: Uh oh! There was a problem.
pt_br: Ah, não! Ocorreu um problema.

source: Under "Text Encoding," choose Unicode (UTF-8) from the menu.
pt_br: Em "Codificação de texto", escolha Unicode (UTF-8) no menu.

source: Unsupported
pt_br: Não Compatível

source: Update Session Details
pt_br: Atualizar Detalhes da Sessão

source: Upgrade to Pro
pt_br: Atualizar para Pro

source: Use System Display
pt_br: Usar Exibição do Sistema

source: Use Tags to group like Sessions together. For example, "100 Hr. Bankroll Challenge" or, "Vegas Trip 2024."
pt_br: Use etiquetas para agrupar sessões semelhantes. Por exemplo, "Desafio de 100 horas de Dinheiro atual" ou "Viagem a Las Vegas 2024".

source: Use the pickers below to filter your Sessions by a specific date range & then press Submit.
pt_br: Use os seletores abaixo para filtrar suas Sessões por um intervalo de datas específico e pressione Enviar.

source: Use the sliders below to input your own stakes. Press Save Stakes & they'll be added to the list of available stakes when logging your cash sessions.
pt_br: Use os controles deslizantes abaixo para inserir suas próprias apostas. Clique em "Salvar Apostas" e elas serão adicionadas à lista de apostas disponíveis ao registrar suas sessões de dinheiro.

source: Use this screen if you want to manage separate bankrolls. For example, you may have a different bankroll for tracking online poker.
pt_br: Use esta tela se quiser gerenciar dinheiro atual separados. Por exemplo, você pode ter um dinheiro atual diferente para acompanhar o pôquer online.

source: Using Left Pocket
pt_br: Usando o Left Pocket

source: Using Meditations
pt_br: Usando Meditações

source: Using System Display will override Dark Mode and use your current device preferences.
pt_br: Usar a Tela do Sistema substituirá o Modo Escuro e usará as preferências atuais do seu dispositivo.

source: Using This Table
pt_br: Usando esta Tabela

source: Value
pt_br: Valor

source: View your
pt_br: Veja o seu

source: Wait! Are You Sure?
pt_br: Espere! Tem certeza?

source: We need to ask a few questions to customize your experience.
pt_br: Precisamos fazer algumas perguntas para personalizar sua experiência.

source: We've got your back! Get subtle reminders to stretch, hydrate, and avoid tilt.
pt_br: Estamos aqui para ajudar! Receba lembretes sutis para alongar, hidratar e evitar inclinações.

source: Week
pt_br: Semana

source: Weekday Profits
pt_br: Lucros Durante a Semana

source: Weekday Statistics
pt_br: Estatísticas dos dias da semana

source: Weekly Volume
pt_br: Volume Semanal

source: WELCOME TO LEFT POCKET
pt_br: BEM-VINDO AO LEFT POCKET

source: What is your primary focus with poker right now?
pt_br: Qual é seu foco principal no pôquer atualmente?

source: What's New in Left Pocket
pt_br: O que há de novo no Left Pocket

source: When finished, press the %@ button, enter the details from your Session, & jot down any notes into the Notes field
pt_br: Quando terminar, pressione o botão %@, insira os detalhes da sua sessão e anote as notas no campo Notas.

source: When logging Multi-Day Tournaments, ensure start and end times do not overlap. Check your selections and try again.
pt_br: Ao registrar torneios de vários dias, certifique-se de que os horários de início e término não se sobreponham. Verifique suas seleções e tente novamente.

source: When logging Multi-Day Tournaments, you need to enter at least two start & end times. Tap the green checkmark when complete.
pt_br: Ao registrar Torneios de Vários Dias, você precisa inserir pelo menos dois horários de início e término. Toque na marca de seleção verde ao concluir.

source: When offering staking, you need to complete both the name & the percent field.
pt_br: Ao oferecer staking, você precisa preencher tanto o nome quanto o campo de porcentagem.

source: When playing a Tournament, your Rebuy must be equal to your initial Buy In.
pt_br: Ao jogar um Torneio, sua recompra deve ser igual ao seu Preço da entrada inicial.

source: When sorting Session Type by "All," expenses include both on & off-the-table expenses, and those logged using Transactions. This is in addition to Tournament buy ins.
pt_br: Ao classificar o Tipo de Sessão por "Todas", as despesas incluem despesas dentro e fora da mesa, além daquelas registradas por meio de Transações. Isso se soma aos preços da entrada do Torneio.

source: Widgets are available to all users and come in two sizes for your Home Screen – small or medium. The Left Pocket widget provides a glance at your profit chart, along with some key player stats. To activate widgets:
pt_br: Os widgets estão disponíveis para todos os usuários e vêm em dois tamanhos para a sua Tela Inicial: pequeno ou médio. O widget do Bolso Esquerdo oferece uma visão geral do seu gráfico de lucros, juntamente com algumas estatísticas importantes dos jogadores. Para ativar os widgets:

source: Win Ratio
pt_br: Proporção de Vitórias

source: Winnings
pt_br: Ganhos

source: With this turned on, every time you begin a Live Session you'll be prompted to enter / verify all Session details from the start. You can change them later if you want.
pt_br: Com esta opção ativada, sempre que iniciar uma Sessão Ao Vivo, você será solicitado a inserir/verificar todos os detalhes da Sessão desde o início. Você poderá alterá-los posteriormente, se desejar.

source: Withdrawal
pt_br: a Retirada

source: Year Filter
pt_br: Filtro de Ano

source: Yes
pt_br: Sim

source: You can also add an image from your iOS Photo Library
pt_br: Você também pode adicionar uma imagem da sua biblioteca de fotos do iOS

source: You can filter your Sessions by cash or tournaments, location, stakes, game type, and by date range
pt_br: Você pode filtrar suas sessões por dinheiro ou torneios, localização, apostas, tipo de jogo e intervalo de datas

source: You can skip this step, and import data later from a different bankroll tracker.
pt_br: Você pode pular esta etapa e importar dados mais tarde de um rastreador de dinheiro atual diferente.

source: You have access to detailed reports on an annual basis, monthly, by location, game stakes, & a tournament report
pt_br: Você tem acesso a relatórios detalhados anuais, mensais, por localização, apostas de jogo e um relatório de torneio

source: You logged %@ of meditation minutes today. Continue doing this before you play poker and keep working to improve your focus & headspace.
pt_br: Você registrou %@ minutos de meditação hoje. Continue praticando isso antes de jogar pôquer e continue se esforçando para melhorar seu foco e sua mente.

source: You perform the best between %@
pt_br: Você tem o melhor desempenho entre %@

source: You successfully deleted your data.
pt_br: Você excluiu seus dados com sucesso.

source: You successfully restored your data.
pt_br: Você restaurou seus dados com sucesso.

source: You'll find charts and graphs throughout the app, most notably in the Dashboard view, the Metrics view, your Annual Report, and on the iOS Home Screen widget.
pt_br: Você encontrará gráficos e tabelas em todo o aplicativo, principalmente na visualização do Painel, na visualização de Métricas, no seu Relatório Anual e no widget da Tela Inicial do iOS.

source: You've enabled multiple bankrolls.
pt_br: Você ativou vários dinheiro actuales.

source: You've entered an invalid character. Please try again.
pt_br: Você digitou um caractere inválido. Tente novamente.

# You've played %lld Session%@ this month
source: You've played %1$lld Session%2$@ this month
pt_br: Você jogou %1$lld Session%2$@ este mês

source: You've selected the staking option but no stakers found. Make sure to press the + button next to staker's name after entering their info.
pt_br: Você selecionou a opção de staking, mas nenhum staker foi encontrado. Certifique-se de pressionar o botão + ao lado do nome do staker após inserir as informações.

source: Your data was exported successfully.
pt_br: Seus dados foram exportados com sucesso.

source: Your End Time cannot precede the Start Time.
pt_br: Seu Horário de Término não pode preceder o Horário de Início.

source: Your Finish
pt_br: Seu acabamento

source: Your finish must be lower than the number of Entrants.
pt_br: Sua pontuação deve ser menor que o número de inscritos.

source: Your Session duration must exceed one minute.
pt_br: A duração da sua sessão deve exceder um minuto.

source: Your Weekday Data
pt_br: Seus dados da semana
